const pricingData = {
  "內湖服務中心": {
    "pickupLocations": [
      "機場",
      "台北市內湖區",
      "台北市松山區",
      "台北市南港區",
      "台北市信義區",
      "台北市士林區",
      "台北市大同區",
      "台北市北投區",
      "新北市汐止區",
      "新北市淡水區",
      "宜蘭縣",
      "基隆市",
      "花蓮縣",
      "台東縣"
    ],
    "vehicles": {
      "3.5T": {
        "機場": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2500
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2100
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4300
          }
        ],
        "台北市內湖區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2000
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3800
          }
        ],
        "台北市松山區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2100
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          }
        ],
        "台北市南港區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2000
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          }
        ],
        "台北市信義區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2100
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          }
        ],
        "台北市士林區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2200
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4200
          }
        ],
        "台北市大同區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2100
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          }
        ],
        "台北市北投區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2200
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4200
          }
        ],
        "新北市汐止區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2000
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2400
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          }
        ],
        "新北市淡水區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2800
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2300
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4800
          }
        ],
        "宜蘭縣": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3300
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 3300
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5300
          }
        ],
        "基隆市": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 2800
          },
          {
            "company": "新欣",
            "phone": "02-2812-6906",
            "price": 2400
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4800
          }
        ]
      },
      "6.2T": {
        "機場": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 4000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 6500
          }
        ],
        "台北市內湖區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5000
          }
        ],
        "台北市松山區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5300
          }
        ],
        "台北市南港區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5300
          }
        ],
        "台北市信義區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5300
          }
        ],
        "台北市士林區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3500
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5700
          }
        ],
        "台北市大同區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5300
          }
        ],
        "台北市北投區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3500
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5700
          }
        ],
        "新北市汐止區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 3000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5300
          }
        ],
        "新北市淡水區": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 4300
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 6500
          }
        ],
        "宜蘭縣": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 4800
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 7000
          }
        ],
        "基隆市": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 4300
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 6500
          }
        ]
      },
      "17T": {
        "機場": [
          {
            "company": "大誠",
            "phone": "02-7751-5563",
            "price": 6000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 12500
          }
        ]
      },
      "廠商電話": {},
      "02-7751-5563": {},
      "02-2812-6906": {},
      "03-313-4455": {}
    }
  },
  "中和服務中心": {
    "pickupLocations": [
      "新北市",
      "台北市",
      "桃園",
      "新北市 TO 機場",
      "台北市 TO 機場",
      "桃園 TO 機場"
    ],
    "vehicles": {
      "3.5T": {
        "新北市": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 2000
          },
          {
            "company": "秦億",
            "phone": "0917-227-717",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2000
          }
        ],
        "台北市": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 2000
          },
          {
            "company": "秦億",
            "phone": "0917-227-717",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2000
          }
        ],
        "桃園": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 2000
          },
          {
            "company": "秦億",
            "phone": "0917-227-717",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2000
          }
        ],
        "新北市 TO 機場": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 2100
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2100
          }
        ],
        "台北市 TO 機場": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 2100
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2100
          }
        ],
        "桃園 TO 機場": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 2100
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2100
          }
        ]
      },
      "6.8T": {
        "新北市": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 4000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5500
          }
        ],
        "台北市": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 4000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5500
          }
        ],
        "桃園": [
          {
            "company": "新欣",
            "phone": "0926-510-999",
            "price": 4000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5500
          }
        ]
      },
      "17T": {
        "新北市": [
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 6500
          }
        ],
        "台北市": [
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 6500
          }
        ],
        "桃園": [
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 6500
          }
        ],
        "新北市 TO 機場": [
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5500
          }
        ],
        "台北市 TO 機場": [
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5500
          }
        ],
        "桃園 TO 機場": [
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5500
          }
        ]
      },
      "廠商電話": {},
      "0926-510-999": {},
      "0917-227-717": {},
      "03-313-4455": {}
    }
  },
  "桃園服務中心": {
    "pickupLocations": [
      "蘆竹",
      "大園",
      "桃園",
      "八德",
      "中壢",
      "林口/龜山",
      "平鎮",
      "鶯歌",
      "大溪",
      "楊梅",
      "龍潭",
      "觀音/新屋"
    ],
    "vehicles": {
      "3.5T": {
        "蘆竹": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1300
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1300
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1500
          }
        ],
        "大園": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1300
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1300
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1600
          }
        ],
        "桃園": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1400
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1400
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1600
          }
        ],
        "八德": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1400
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1400
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1600
          }
        ],
        "中壢": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1500
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1500
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1600
          }
        ],
        "林口/龜山": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1500
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1500
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1600
          }
        ],
        "平鎮": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1600
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1800
          }
        ],
        "鶯歌": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1600
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1600
          }
        ],
        "大溪": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1600
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1800
          }
        ],
        "楊梅": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1700
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1700
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1800
          }
        ],
        "龍潭": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1900
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1900
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1800
          }
        ],
        "觀音/新屋": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1900
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1900
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 1700
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 1500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 1800
          }
        ]
      },
      "6.2T": {
        "蘆竹": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1800
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2800
          }
        ],
        "大園": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 1800
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2800
          }
        ],
        "桃園": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3100
          }
        ],
        "八德": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3100
          }
        ],
        "中壢": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2100
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3300
          }
        ],
        "林口/龜山": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2100
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3300
          }
        ],
        "平鎮": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3600
          }
        ],
        "鶯歌": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3600
          }
        ],
        "大溪": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3600
          }
        ],
        "楊梅": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2400
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 3700
          }
        ],
        "龍潭": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          }
        ],
        "觀音/新屋": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 2600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          }
        ]
      },
      "8.8T": {
        "蘆竹": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "大園": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "桃園": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "八德": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "中壢": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "林口/龜山": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "平鎮": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "鶯歌": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "大溪": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "楊梅": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "龍潭": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ],
        "觀音/新屋": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 2500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 3500
          }
        ]
      },
      "10T": {
        "蘆竹": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3600
          }
        ],
        "大園": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3400
          }
        ],
        "桃園": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3400
          }
        ],
        "八德": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3400
          }
        ],
        "中壢": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3400
          }
        ],
        "林口/龜山": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3400
          }
        ],
        "平鎮": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3600
          }
        ],
        "鶯歌": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4000
          }
        ],
        "大溪": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3800
          }
        ],
        "楊梅": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3600
          }
        ],
        "龍潭": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3800
          }
        ],
        "觀音/新屋": [
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 3600
          }
        ]
      },
      "10.5T": {
        "蘆竹": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "大園": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "桃園": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "八德": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "中壢": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "林口/龜山": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "平鎮": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "鶯歌": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "大溪": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "楊梅": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "龍潭": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ],
        "觀音/新屋": [
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3000
          }
        ]
      },
      "17T": {
        "蘆竹": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 3500
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4600
          }
        ],
        "大園": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 3500
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4000
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4600
          }
        ],
        "桃園": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 3600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4100
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4600
          }
        ],
        "八德": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 3600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4100
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4600
          }
        ],
        "中壢": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 3800
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4300
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4600
          }
        ],
        "林口/龜山": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 3600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4300
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4600
          }
        ],
        "平鎮": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 3800
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4600
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4800
          }
        ],
        "楊梅": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 4200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4700
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4800
          }
        ],
        "龍潭": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 4500
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5000
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 5000
          }
        ],
        "觀音/新屋": [
          {
            "company": "大誠",
            "phone": "03-460-0060",
            "price": 4500
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 5000
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 4800
          }
        ],
        "鶯歌": [
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4600
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 5200
          }
        ],
        "大溪": [
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 4600
          },
          {
            "company": "宗運",
            "phone": "03-313-4568",
            "price": 3500
          },
          {
            "company": "昀飛",
            "phone": "03-302-1828",
            "price": 4500
          },
          {
            "company": "航快",
            "phone": "03-272-7688",
            "price": 5000
          }
        ]
      },
      "電話": {},
      "03-460-0060": {},
      "03-313-4455": {},
      "03-313-4568": {},
      "03-302-1828": {},
      "03-272-7688": {}
    }
  },
  "新竹服務中心": {
    "pickupLocations": [
      "機場",
      "新竹市",
      "竹北市",
      "湖口鄉",
      "新豐鄉",
      "新埔鎮",
      "關西鎮",
      "芎林鄉",
      "寶山鄉",
      "竹東鎮",
      "五峰鄉",
      "橫山鄉",
      "尖石鄉",
      "北埔鄉",
      "峨眉鄉",
      "竹南鎮",
      "頭份市",
      "苗栗縣"
    ],
    "vehicles": {
      "3.5T": {
        "機場": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1700
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1700
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2000
          }
        ],
        "新竹市": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1100
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1400
          }
        ],
        "竹北市": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 900
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 900
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1200
          }
        ],
        "湖口鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1100
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1400
          }
        ],
        "新豐鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1100
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1000
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1600
          }
        ],
        "新埔鎮": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1200
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1100
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1600
          }
        ],
        "關西鎮": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1500
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1800
          }
        ],
        "芎林鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1200
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1600
          }
        ],
        "寶山鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1500
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1400
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1600
          }
        ],
        "竹東鎮": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1200
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1600
          }
        ],
        "橫山鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1500
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1800
          }
        ],
        "北埔鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1500
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1600
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1800
          }
        ],
        "竹南鎮": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1400
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1400
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1800
          }
        ],
        "頭份市": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1400
          },
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1400
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 1800
          }
        ],
        "苗栗縣": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2200
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 2600
          }
        ]
      },
      "6.7T": {
        "機場": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2800
          }
        ],
        "新竹市": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1900
          }
        ],
        "竹北市": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1700
          }
        ],
        "湖口鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1900
          }
        ],
        "新豐鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 1900
          }
        ],
        "新埔鎮": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2000
          }
        ],
        "關西鎮": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2300
          }
        ],
        "芎林鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2000
          }
        ],
        "寶山鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2300
          }
        ],
        "竹東鎮": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2000
          }
        ],
        "橫山鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2300
          }
        ],
        "北埔鄉": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2300
          }
        ],
        "竹南鎮": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2200
          }
        ],
        "頭份市": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 2200
          }
        ],
        "苗栗縣": [
          {
            "company": "久煇",
            "phone": "03-533-0152",
            "price": 3200
          }
        ]
      },
      "6.2T": {
        "機場": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2700
          }
        ],
        "新竹市": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1800
          }
        ],
        "竹北市": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1700
          }
        ],
        "湖口鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1800
          }
        ],
        "新豐鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1800
          }
        ],
        "新埔鎮": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 1900
          }
        ],
        "關西鎮": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2400
          }
        ],
        "芎林鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2000
          }
        ],
        "寶山鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2200
          }
        ],
        "竹東鎮": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2000
          }
        ],
        "橫山鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2400
          }
        ],
        "北埔鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2400
          }
        ],
        "竹南鎮": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2200
          }
        ],
        "頭份市": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 2200
          }
        ]
      },
      "17T": {
        "機場": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 6700
          },
          {
            "company": "全濬",
            "phone": "03-313-4455",
            "price": 8000
          }
        ],
        "新竹市": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 3500
          }
        ],
        "竹北市": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 3500
          }
        ],
        "湖口鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 3500
          }
        ],
        "新豐鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 3500
          }
        ],
        "新埔鎮": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 3700
          }
        ],
        "關西鎮": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 4300
          }
        ],
        "芎林鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 3700
          }
        ],
        "寶山鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 3900
          }
        ],
        "竹東鎮": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 3700
          }
        ],
        "橫山鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 4100
          }
        ],
        "北埔鄉": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 4500
          }
        ],
        "竹南鎮": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 4000
          }
        ],
        "頭份市": [
          {
            "company": "大誠",
            "phone": "03-592-2082",
            "price": 4000
          }
        ]
      },
      "廠商電話": {},
      "03-533-0152": {},
      "03-592-2082": {},
      "03-313-4455": {}
    }
  },
  "台中市西屯區": {
    "pickupLocations": [
      "台中市市區",
      "西屯工業區",
      "烏日區",
      "台中科學園區\n大雅區",
      "大雅區",
      "后里區",
      "大甲區",
      "大安區",
      "外埔區",
      "梧棲區",
      "新社區",
      "石岡區",
      "東勢區",
      "太平區",
      "大里區",
      "潭子區",
      "豐原區",
      "神岡區",
      "大肚區",
      "沙鹿區",
      "龍井區",
      "霚峰區",
      "清水區",
      "南投市",
      "草屯鎮",
      "埔里鎮",
      "竹山鎮",
      "斗六市"
    ],
    "vehicles": {
      "3.5T": {
        "西屯工業區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 360
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 900
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 600
          }
        ],
        "烏日區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 450
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1000
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 700
          }
        ],
        "台中科學園區\n大雅區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 450
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 900
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 700
          }
        ],
        "大雅區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 450
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 900
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "后里區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 630
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1500
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "大甲區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1500
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "梧棲區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 540
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "石岡區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1500
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "東勢區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1500
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "太平區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 450
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1000
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 800
          }
        ],
        "大里區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 450
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1000
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 800
          }
        ],
        "潭子區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 450
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1000
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "豐原區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 540
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1000
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "神岡區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 540
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 900
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "大肚區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 540
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1000
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "沙鹿區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 540
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          }
        ],
        "龍井區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 540
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1000
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "霚峰區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 540
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 800
          }
        ],
        "清水區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 540
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "南投市": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 810
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1500
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2000
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "草屯鎮": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 810
          },
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1500
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "竹山鎮": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1350
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2500
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 2000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "台中市市區": [
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 900
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          }
        ],
        "大安區": [
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1500
          }
        ],
        "外埔區": [
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "新社區": [
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 1200
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1500
          }
        ],
        "斗六市": [
          {
            "company": "欣晨快遞有限公司",
            "phone": "04-233-75530",
            "price": 2500
          }
        ],
        "埔里鎮": [
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 3000
          }
        ]
      },
      "6.2T": {
        "西屯工業區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1600
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "烏日區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "台中科學園區\n大雅區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "大雅區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "后里區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1900
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "大甲區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1620
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 2600
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "梧棲區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "石岡區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1620
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 2600
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "東勢區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1620
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 2600
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "太平區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "大里區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "潭子區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "豐原區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "神岡區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "大肚區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "沙鹿區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          }
        ],
        "龍井區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "霚峰區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "清水區": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1080
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1800
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "南投市": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1350
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 2100
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "草屯鎮": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1350
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 2100
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "竹山鎮": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-787-2907",
            "price": 1800
          },
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 2500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "台中市市區": [
          {
            "company": "運達企業社",
            "phone": "0937-797-934",
            "price": 1600
          }
        ],
        "外埔區": [
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "埔里鎮": [
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 4500
          }
        ]
      },
      "17T": {
        "台中市市區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "西屯工業區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "烏日區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4500
          }
        ],
        "台中科學園區\n大雅區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "大雅區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "后里區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5000
          }
        ],
        "大甲區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5000
          }
        ],
        "大安區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5000
          }
        ],
        "外埔區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5000
          }
        ],
        "梧棲區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4700
          }
        ],
        "新社區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5000
          }
        ],
        "石岡區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5000
          }
        ],
        "東勢區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5000
          }
        ],
        "太平區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "大里區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "潭子區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "豐原區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "神岡區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4200
          }
        ],
        "大肚區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4500
          }
        ],
        "沙鹿區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4700
          }
        ],
        "龍井區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4500
          }
        ],
        "霚峰區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4700
          }
        ],
        "清水區": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 4700
          }
        ],
        "南投市": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5300
          }
        ],
        "草屯鎮": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5100
          }
        ],
        "竹山鎮": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5800
          }
        ]
      },
      "聯絡電話": {},
      "04-787-2907": {},
      "04-233-75530": {},
      "04-235-87000": {},
      "0937-797-934": {},
      "04-732-5588": {}
    }
  },
  "彰化縣秀水鄉": {
    "pickupLocations": [
      "芳苑鄉",
      "二林鄉",
      "埤頭鄉",
      "北斗鎮",
      "田尾鄉",
      "田中鎮",
      "社頭鄉",
      "溪湖鎮",
      "永靖鄉",
      "埔心鄉",
      "員林市",
      "大村鄉",
      "花壇鄉",
      "福興鄉",
      "埔鹽鄉",
      "溪州鄉",
      "大城",
      "竹塘鄉",
      "二水鄉",
      "彰化市",
      "芬園鄉",
      "和美鎮",
      "鹿港鎮",
      "秀水鄉"
    ],
    "vehicles": {
      "3.5T": {
        "芳苑鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1800
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2500
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "二林鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1800
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2500
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "埤頭鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1500
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1080
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "北斗鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1500
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1080
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 1700
          }
        ],
        "田尾鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1500
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1080
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2000
          }
        ],
        "田中鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1500
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1080
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 1700
          }
        ],
        "社頭鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1500
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1080
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 1700
          }
        ],
        "溪湖鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1500
          }
        ],
        "永靖鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1500
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1080
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 1700
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "埔心鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          }
        ],
        "員林市": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 810
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1900
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "大村鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          }
        ],
        "花壇鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 810
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1900
          }
        ],
        "福興鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          }
        ],
        "埔鹽鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          }
        ],
        "彰化市": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 720
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1800
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 1500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "和美鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 810
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1900
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "鹿港鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 810
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1900
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "秀水鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 1200
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 810
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 1900
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1200
          }
        ],
        "溪州鄉": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1080
          },
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 2300
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "芬園鄉": [
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ]
      },
      "6.2T": {
        "芳苑鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2500
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 2250
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 3000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "二林鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2500
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 2250
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 3000
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2500
          }
        ],
        "埤頭鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1530
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 3000
          }
        ],
        "北斗鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1800
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2200
          }
        ],
        "田尾鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1800
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2500
          }
        ],
        "田中鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1800
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2200
          }
        ],
        "社頭鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1800
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2200
          }
        ],
        "溪湖鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1530
          }
        ],
        "永靖鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1530
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 3000
          }
        ],
        "埔心鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          }
        ],
        "員林市": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1350
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2100
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ],
        "大村鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          }
        ],
        "花壇鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1350
          }
        ],
        "福興鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          }
        ],
        "埔鹽鄉": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          }
        ],
        "彰化市": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1350
          },
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2200
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "和美鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1350
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "鹿港鎮": [
          {
            "company": "忠國企業社",
            "phone": "04-787-2907",
            "price": 2000
          },
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1350
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "秀水鄉": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1350
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 1800
          }
        ],
        "溪州鄉": [
          {
            "company": "運達企業社",
            "phone": "0937-797934",
            "price": 2500
          },
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 3000
          }
        ],
        "芬園鄉": [
          {
            "company": "誠達通運有限公司",
            "phone": "04-732-5588",
            "price": 2000
          }
        ]
      },
      "17T": {
        "芳苑鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5800
          }
        ],
        "二林鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5800
          }
        ],
        "埤頭鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5500
          }
        ],
        "北斗鎮": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5500
          }
        ],
        "田尾鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5500
          }
        ],
        "田中鎮": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5500
          }
        ],
        "社頭鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5500
          }
        ],
        "永靖鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5500
          }
        ],
        "員林市": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5100
          }
        ],
        "花壇鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5100
          }
        ],
        "溪州鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5500
          }
        ],
        "彰化市": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5000
          }
        ],
        "和美鎮": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5100
          }
        ],
        "鹿港鎮": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5100
          }
        ],
        "秀水鄉": [
          {
            "company": "兆濬通運有限公司",
            "phone": "04-235-87000",
            "price": 5100
          }
        ]
      },
      "聯絡電話": {},
      "04-787-2907": {},
      "04-233-75530": {},
      "04-235-87000": {},
      "0937-797934": {},
      "04-732-5588": {}
    }
  },
  "嘉義縣太保市": {
    "pickupLocations": [
      "嘉義市",
      "嘉義縣",
      "斗六鎮"
    ],
    "vehicles": {
      "3.5T": {
        "嘉義市": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1200
          }
        ],
        "嘉義縣": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1200
          }
        ],
        "斗六鎮": [
          {
            "company": "祥盛交通股份有限公司",
            "phone": "04-233-75530",
            "price": 1200
          }
        ]
      },
      "聯絡電話": {},
      "04-233-75530": {}
    }
  },
  "台南市仁德區": {
    "pickupLocations": [
      "To 高雄小港",
      "台南市七股區",
      "台南市大內區",
      "台南市山上區",
      "台南市中西區",
      "台南市北門區",
      "台南市北區",
      "台南市左鎮區",
      "台南市永康區",
      "台南市玉井區",
      "台南市安平區",
      "台南市安定區",
      "台南市安南區",
      "台南市西港區",
      "台南市佳里區",
      "台南市官田區",
      "台南市東區",
      "台南市南化區",
      "台南市南區",
      "台南市將軍區",
      "台南市麻豆區",
      "台南市善化區",
      "台南市新化區",
      "台南市新市區",
      "台南市楠西區",
      "台南市學甲區",
      "台南市龍崎區",
      "台南市歸仁區",
      "台南市關廟區",
      "高雄市永安區",
      "高雄市岡山區",
      "高雄市阿蓮區",
      "高雄市茄萣區",
      "高雄市湖內區",
      "高雄市路竹區"
    ],
    "vehicles": {
      "3.5T": {
        "台南市七股區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市大內區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市山上區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市中西區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市北門區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市北區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市左鎮區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市永康區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市玉井區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市安平區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市安定區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市安南區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市西港區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市佳里區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市官田區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市東區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市南化區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市南區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "弘羚",
            "phone": "06-335-0106",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市將軍區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市麻豆區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市善化區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市新化區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "弘羚",
            "phone": "06-335-0106",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市新市區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市楠西區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市學甲區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市龍崎區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "弘羚",
            "phone": "06-335-0106",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市歸仁區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "弘羚",
            "phone": "06-335-0106",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "台南市關廟區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "弘羚",
            "phone": "06-335-0106",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "高雄市永安區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "高雄市岡山區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "高雄市阿蓮區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "弘羚",
            "phone": "06-335-0106",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "高雄市茄萣區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "弘羚",
            "phone": "06-335-0106",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "高雄市湖內區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ],
        "高雄市路竹區": [
          {
            "company": "尚捷",
            "phone": "06-283-5651",
            "price": 1000
          },
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ]
      },
      "8T": {
        "To 高雄小港": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市七股區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市大內區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市山上區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市中西區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市北門區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市北區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市左鎮區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市永康區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市玉井區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市安平區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市安定區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市安南區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市西港區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市佳里區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市官田區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市東區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市南化區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市南區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市將軍區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市麻豆區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市善化區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市新化區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市新市區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市楠西區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市學甲區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市龍崎區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市歸仁區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "台南市關廟區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "高雄市永安區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "高雄市岡山區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "高雄市阿蓮區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "高雄市茄萣區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "高雄市湖內區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "高雄市路竹區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ]
      },
      "17T": {
        "To 高雄小港": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市七股區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市大內區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市山上區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市中西區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市北門區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市北區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市左鎮區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市永康區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市玉井區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市安平區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市安定區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市安南區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市西港區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市佳里區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市官田區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市東區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市南化區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市南區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市將軍區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市麻豆區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市善化區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市新化區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市新市區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市楠西區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市學甲區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市龍崎區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市歸仁區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "台南市關廟區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "高雄市永安區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "高雄市岡山區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "高雄市阿蓮區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "高雄市茄萣區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "高雄市湖內區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ],
        "高雄市路竹區": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ]
      },
      "電話": {},
      "06-283-5651": {},
      "06-335-0106": {},
      "07-806-6246": {}
    }
  },
  "高雄市前鎮區": {
    "pickupLocations": [
      "高雄市",
      "屏東市"
    ],
    "vehicles": {
      "501-1000": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1000
          },
          {
            "company": "宥揚",
            "phone": "0918-562-838",
            "price": 900
          },
          {
            "company": "龍運",
            "phone": "0966-782-090",
            "price": 800
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1200
          },
          {
            "company": "宥揚",
            "phone": "0918-562-838",
            "price": 1500
          },
          {
            "company": "龍運",
            "phone": "0966-782-090",
            "price": 1400
          }
        ]
      },
      "1001-1500": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1200
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1500
          }
        ]
      },
      "1501-2000": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 2500
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1800
          }
        ]
      },
      "2001-3000": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 1700
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 2000
          }
        ]
      },
      "3001-4000": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 2000
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 2300
          }
        ]
      },
      "4001-5000": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 2500
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 2800
          }
        ]
      },
      "5001-6000": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 2800
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3200
          }
        ]
      },
      "6001-7000": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3000
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3500
          }
        ]
      },
      "7001-8000": {
        "高雄市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 3500
          }
        ],
        "屏東市": [
          {
            "company": "常利",
            "phone": "07-806-6246",
            "price": 4000
          }
        ]
      },
      ">1001": {
        "高雄市": [
          {
            "company": "宥揚",
            "phone": "0918-562-838",
            "price": 1200
          },
          {
            "company": "龍運",
            "phone": "0966-782-090",
            "price": 1200
          }
        ],
        "屏東市": [
          {
            "company": "宥揚",
            "phone": "0918-562-838",
            "price": 2000
          }
        ]
      },
      "電話": {},
      "07-806-6246": {},
      "0918-562-838": {},
      "0966-782-090": {}
    }
  }
};
